alefragnani.project-manager
christian-kohler.path-intellisense
donjayamanne.githistory
Gruntfuggly.todo-tree
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
nhoizey.gremlins
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
serayuzgur.crates
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
tamasfe.even-better-toml
Tyriar.sort-lines
vscodevim.vim
